Mathematica 12.0.0 Kernel for Linux x86 (64-bit)
Copyright 1988-2019 Wolfram Research, Inc.

In[1]:= 
In[2]:= In[2]:= 
FeynArts 3.11 (25 Mar 2022)
by Hagen Eck, Sepp Kueblbeck, and Thomas Hahn

In[3]:= 
FormCalc 9.10 (30 Aug 2022)
by Thomas Hahn

In[4]:= 
In[5]:= 
In[6]:= +++++ ABISS` +++++
Version 1.0.0
Amplitudes Builder, Interference Solver and Simplifier

In[7]:= In[7]:= In[7]:= 
In[8]:= 
In[9]:= 
In[10]:= In[10]:= In[10]:= ABISS: Imported input file\
 
      /home/riccardo/Documents/Fisica/Tesi/Processes/p-mm_2L_nomass/kira_2L/k\
 
      ira_2L_9/input/kinematics.m.
ABISS: Imported input file\
 
      /home/riccardo/Documents/Fisica/Tesi/Processes/p-mm_2L_nomass/kira_2L/k\
 
      ira_2L_9/input/integral_families.m.
ABISS: Imported input file\
 
      /home/riccardo/Documents/Fisica/Tesi/Processes/p-mm_2L_nomass/kira_2L/k\
 
      ira_2L_9/input/equivalence_classes.m

In[11]:= In[11]:= In[11]:= ABISS: Computed contribution 1-1.
ABISS Warning: Overwritten file\
 
      /home/riccardo/Documents/Fisica/Tesi/Processes/p-mm_2L_nomass/kira_2L/k\
 
      ira_2L_9/kira_input/Contribution_1_1.m.

In[12]:= In[12]:= In[12]:= {userIntegral[A2, {ml}, -1, -1, 1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, -1, 0, 0, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, -1, 0, 1, 0, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, -1, 0, 1, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, -1, 0, 1, 1, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, -1, 0, 1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, -2, 1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, -1, 0, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, -1, 1, 0, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, -1, 1, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, -1, 1, 1, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, -1, 1, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 0, -1, 1, 1, 2, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 0, -1, 1, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 0, -1, 1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 0, 0, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 0, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 0, 1, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 0, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 0, 1, 2, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 0, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 0, 0, 0, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, -1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 0, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 0, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 0, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 0, 2, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 0, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 0, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 0, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 1, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 1, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 1, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 1, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, -2, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, -1, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, -1, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, -1, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, 0, 0, -1, 0], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 0, 0, 1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -2, 1, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -2, 1, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -2, 1, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, -2, 1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 0, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 0, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 0, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, -1, 0, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 0, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 0, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 0, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 0, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 0, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 1, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 1, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 1, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, -1, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, -1, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, 0, -1, 0, 0], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, 0, 0, -1, 0], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, 0, 0, 0, -1], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, -1, 1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, -1, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 0, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 0, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 0, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 0, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 0, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 1, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 1, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 1, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, -1, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, -1, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, -2, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, -1, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, -1, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, 0, -1, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, 0, 0, -1], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 0, 1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, -1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, -1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, -1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, -1, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 0, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 1, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 1, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 1, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 1, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, -1, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, -1, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, -2, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, -1, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, -1, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, 0, -1, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, 0, 0, -1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 0, 2, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, -1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 0, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 0, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 0, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 0, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, -2, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, -1, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, -1, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, -1, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, -2, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, -1, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, -1, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, 0, -2, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, 0, -1, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, 0, -1, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, 0, 0, -1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 1, 0, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, -1, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, -1, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, -1, 0, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, 0, -2, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, 0, -1, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, 0, -1, 0, 1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, 0, 0, -1, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, 0, 0, 0, -1], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, 0, 0, 0, 0], 
 
     userIntegral[A2, {ml}, 1, 0, 1, 1, 2, 0, 0, 0, 1]}

In[13]:= In[13]:= In[13]:= 
In[14]:= In[14]:= In[14]:= 
In[15]:= In[15]:= In[15]:= 
In[16]:= 
In[17]:= 
Out[17]= /home/riccardo/Documents/Fisica/Tesi/Processes/p-mm_2L_nomass/kira_2\
 
      L/kira_2L_9/sectors.m

In[18]:= In[18]:= In[18]:= ABISS: The kira runs have been generated in\
 
      /home/riccardo/Documents/Fisica/Tesi/Processes/p-mm_2L_nomass/kira_2L/k\
 
      ira_2L_9/kira_run/

In[19]:= 
